/**
 * Created by Fataler on 13.03.2017.
 */
public class StaticStrings {
    public static String ZALUPA="" +
            "───────────────▄▄▄▄▄▄▄───────────\n" +
            "─────────────▄█▒▒▒█▒▒▒█▄─────────\n" +
            "────────────█▒▒▒▒▒▒▒▒▒▒█▌────────\n" +
            "───────────█▒▒▒▒▒▒▒▒▒▒▒▒█────────\n" +
            "───────────█▒▒▒▒▒▒▒▒▒▒▒█▌────────\n" +
            "──────────██████████████─────────\n" +
            "──────────█▒▒▒▒▒▒▒▒▒▒▒█▌─────────\n" +
            "─────────█▒████▒████▒▒█──────────\n" +
            "─────────█▒▒▒▒▒▒▒▒▒▒▒▒█──────────\n" +
            "─────────█▒────▒▒────▒█▌─────────\n" +
            "─────────█▒██──▒▒██──▒▒█─────────\n" +
            "─────────█▒────▒▒────▒▒█─────────\n" +
            "────────▄█▒▒▒▒▒▒▒▒▒▒▒▒▒██────────\n" +
            "───────██▒▒▒████████▒▒▒▒██───────\n" +
            "─────██▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒██─────\n" +
            "───██▒▒▒▒▒▒▒▒▒▒▒█▒▒▒▒▒▒▒▒▒▒▒██───\n" +
            "─██▒▒▒▒▒▒▒▒▒▒▒▒██▒▒▒▒▒▒▒▒▒▒▒▒▓██─\n" +
            "█▒▒▒▒▒▒▒▒▒▒▒▒▒██▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒██\n" +
            "█▒▒▒▒▒▒▒▒▒▒▒▒▓█▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒█\n" +
            "█▓▒▒▒▒▒▒▒▒▒▒▒▓██▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒█\n" +
            "▀██▒▒▒▒▒▒▒▒▒▒▒▓██▒▒▒▒▒▒▒▒▒▒▒▒▒██▀\n" +
            "──██▒▒▒▒▒▒▒▒▒██████▒▒▒▒▒▒▒▒▒▒██──\n" +
            "───███████████▌▌▌▌████████████───";
    public static String HELP=
                    "!help - общая помощь. \n" +
                    "!rc [!randChamp] - случайный чемпион.\n" +
                    "!curr {Summoner Name} - текущая игра.\n" +
                    "!get {Summoner Name} - информация о ранге призывателя. \n" +
                    "!daily {Summoner Name} - информация о доступности дейлика.\n" +
                    "!rg {Summoner Name} - информация о последних 10 играх призывателя.\n"+
                    "!ranks {Summoner Name} - информация о рангах призывателя \n"+
                    "!info {Champion Name} - информация о чемпионе\n"+
                    "!call - позвать всех, кто есть в воис чате.\n"+
                    "!write {Text} - написать текст при помощи Emoji.\n"+
                    "!zalupa [!denis] - залупа.\n" +
                    "!slava - информация о Славике.\n";
}
